NSCameraUsageDescription = "Die Kamera wird für Videoanrufe verwendet";
NSMicrophoneUsageDescription = "In Video- und Sprachanrufen wird das Mikrofon verwendet";
NSPhotoLibraryUsageDescription = "Der Zugriff auf die Fotobibliothek ist erforderlich, um Bilder und Videos von Ihrem Gerät freigeben zu können";
NSContactsUsageDescription = "Der Zugriff auf die Kontakte wird benötigt, um Ihre Adressbuchkontakte mit den Kontakten auf Ihrem Server abzugleichen";
NSLocationWhenInUseUsageDescription = "Es ist erforderlich, Ihren Standort mit anderen zu teilen";
NSSpeechRecognitionUsageDescription = "Der Zugriff auf die Spracherkennung ist erforderlich, um eine Sprachnachricht mithilfe der geräteeigenen Erkennung in Text umzuwandeln.";
